<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'failed' => 'These credentials do not match our records.',
    'throttle' => 'Too many login attempts. Please try again in :seconds seconds.',

    "match_id" => "شماره مسابقه",
    "odd_bookmakers" => "بوک مارک",
    "odd_date" => "تاریخ ثبت ضریب",
    "odd_1" => "برد تیم میزبان",
    "odd_x" => "مساوی",
    "odd_2" => "برد تیم میهمان",
    "odd_1x" => "برد تیم میزبان یا مساوی",
    "odd_12" => "برد میزبان یا برد میهمان",
    "odd_x2" => "مساوی یا برد تیم میهمان",

    "ah-4.5_1" => "-4.5 تیم میزبان",
    "ah-4.5_2" => "-4.5 تیم میهمان",
    "ah-4_1" => "-4 تیم میزبان",
    "ah-4_2" => "-4 تیم میهمان",
    "ah-3.5_1" => "-3.5تیم میزبان",
    "ah-3.5_2" => "-3.5 تیم میهمان",
    "ah-3_1" => "-3 تیم میزبان",
    "ah-3_2" => "-3 تیم میهمان",
    "ah-2.5_1" => "-2.5 تیم میزبان",
    "ah-2.5_2" => "-2.5 تیم میهمان",
    "ah-2_1" => "-2 تیم میزبان",
    "ah-2_2" => "-2 تیم میهمان",
    "ah-1.5_1" => "-1.5 تیم میزبان",
    "ah-1.5_2" => "-1.5 تیم میهمان",
    "ah-1_1" => "-1 تیم میزبان",
    "ah-1_2" => "-1 تیم میهمان",
    "ah0_1" => "0 تیم میزبان",
    "ah0_2" => "0 تیم میهمان",
    "ah+0.5_1" => "+0.5 تیم میزبان",
    "ah+1_1" => "+1 تیم میزبان",
    "ah+1_2" => "+1 تیم میهمان",
    "ah+1.5_1" => "+1.5 تیم میزبان",
    "ah+1.5_2" => "+1.5 تیم میهمان",
    "ah+2_1" => "+2 تیم میزبان",
    "ah+2_2" => "+2 تیم میهمان",
    "ah+2.5_1" => "+2.5 تیم میزبان",
    "ah+2.5_2" => "+2.5 تیم میهمان",
    "ah+3_1" => "+3 تیم میزبان",
    "ah+3_2" => "+3 تیم میهمان",
    "ah+3.5_1" => "+3.5 تیم میزبان",
    "ah+3.5_2" => "+3.5 تیم میهمان",
    "ah+4_1" => "+4 تیم میزبان",
    "ah+4_2" => "+4 تیم میهمان",
    "ah+4.5_1" => "+4.5 تیم میزبان",
    "ah+4.5_2" => "+4.5 تیم میهمان",

    "o+0.5" => "Over 0.5",
    "u+0.5" => "Under 0.5",
    "o+1" => "Over 1",
    "u+1" => "Under 1",
    "o+1.5" => "Over 1.5",
    "u+1.5" => "Under 1.5",
    "o+2" => "Over 2",
    "u+2" => "Under 2",
    "o+2.5" => "Over 2.5",
    "u+2.5" => "Under 2.5",
    "o+3" => "Over 3",
    "u+3" => "Under 3",
    "o+3.5" => "Over 3.5",
    "u+3.5" => "Under 3.5",
    "o+4" => "Over 4",
    "u+4" => "Under 4",
    "o+4.5" => "Over 4.5",
    "u+4.5" => "Under 4.5",
    "o+5" => "Over 5",
    "u+5" => "Under 5",
    "o+5.5" => "Over 5.5",
    "u+5.5" => "Under 5.5",
    "bts_yes" => "بله",
    "bts_no" => "خیر",

    "odd" => "نتیجه کل بازی",
    "odd_two" => "شانس دو برابر",
    "ah" => "هندیکاپ آسیایی",
    "o+u" => "مجموع گل ها: گل بالا/پائین",
    "bts" => "هر دو تیم گل می زنند",
];
